
let News = [
  {
  "id": 1,
  "picture": "https://example.com/picture1.jpg",
  "headline": "تجربة جديدة في عالم الروبوتات تثير الدهشة",
  "description": "قام فريق من الباحثين بتطوير روبوت مذهل يستطيع القفز بمرونة عالية وتنفيذ حركات معقدة بدقة فائقة. هذا الاكتشاف الجديد يعد نقلة نوعية في تقنية الروبوتات."
  },
  {
  "id": 2,
  "picture": "https://example.com/picture2.jpg",
  "headline": "اكتشاف علمي جديد في مجال الفضاء",
  "description": "قام علماء الفلك بالكشف عن كوكب جديد يشتمل على ظروف مثالية لوجود الحياة. هذا الاكتشاف يفتح أفاقًا جديدة للبحث عن حياة خارج كوكب الأرض."
  },
  {
  "id": 3,
  "picture": "https://example.com/picture3.jpg",
  "headline": "زيادة ملحوظة في عدد السياح القادمين للبلاد",
  "description": "شهدت البلاد زيادة كبيرة في عدد السياح القادمين خلال الأشهر الأخيرة. يُعزى هذا الارتفاع إلى جاذبية المعالم السياحية والخدمات المتميزة المقدمة للزوار."
  },
  {
  "id": 4,
  "picture": "https://example.com/picture4.jpg",
  "headline": "افتتاح مركز جديد للأبحاث الطبية",
  "description": "تم افتتاح مركز حديث للأبحاث الطبية يهدف إلى تطوير علاجات جديدة للأمراض المستعصية. يتمتع المركز بأحدث التقنيات والعلوم الطبية المتقدمة."
  },
  {
    "id": 5,
    "picture": "https://example.com/picture6.jpg",
    "headline": "تكنولوجيا الذكاء الاصطناعي تجتاح الصناعة",
    "description": "شهدت الصناعة تطورًا ملحوظًا بفضل تقنيات الذكاء الاصطناعي، حيث تم تطبيق الروبوتات المتطورة ونظم التعلم الآلي في عمليات الإنتاج، مما أدى إلى زيادة الكفاءة وتقليل التكاليف."
    },
    {
    "id": 6,
    "picture": "https://example.com/picture7.jpg",
    "headline": "تحطم طائرة قرب المطار بسبب ظروف جوية سيئة",
    "description": "وقع حادث تحطم طائرة قرب المطار بسبب سوء الأحوال الجوية، وأسفر الحادث عن وفاة جميع الركاب وأفراد الطاقم. تم إطلاق تحقيق للوقوف على أسباب الحادث."
    },
    {
    "id": 7,
    "picture": "https://example.com/picture8.jpg",
    "headline": "توقعات بنمو اقتصادي قوي في العام المقبل",
    "description": "تشير التوقعات الاقتصادية إلى نمو قوي في الاقتصاد الوطني خلال العام المقبل، مدفوعًا بزيادة الاستثمارات وتحسن الأوضاع الاقتصادية العالمية. من المتوقع أن يسهم ذلك في تحسين فرص العمل وتعزيز الاستقرار المالي."
    },
    {
    "id": 8,
    "picture": "https://example.com/picture9.jpg",
    "headline": "انخفاض معدلات الجريمة في المدينة",
    "description": "شهدت المدينة انخفاضًا ملحوظًا في معدلات الجريمة خلال العام الماضي، حيث تم تكثيف جهود الشرطة وتحسين نظام الأمن. يُعزى الانخفاض إلى تعاون المجتمع وتحسين الظروف الاجتماعية والاقتصادية."
    },
    {
      "id": 10,
      "picture": "https://example.com/picture11.jpg",
      "headline": "تدشين مشروع ضخم للطاقة النووية",
      "description": "تم البدء في تشييد محطة طاقة نووية ضخمة تهدف إلى توفير مصدر طاقة مستدام ونظيف. يُعتبر هذا المشروع خطوة هامة نحو تحقيق الاكتفاء الذاتي في مجال الطاقة وتقليل الاعتماد على الوقود الأحفوري."
    }
]

export default News